tap "buo/cask-upgrade"
tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mas-cli/tap"
brew "ack"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "brew-cask-completion"
brew "coreutils"
brew "direnv"
brew "eza"
brew "git"
brew "python@3.12"
brew "grc"
brew "htop"
brew "lsd"
brew "mas"
brew "pipx"
brew "pyenv"
brew "starship"
brew "tree"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
