tap "caarlos0/tap"
tap "dopplerhq/cli"
tap "goreleaser/tap"
tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "buo/cask-upgrade"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "knqyf263/pet"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "lencx/nofwl"
tap "mas-cli/tap"
tap "microsoft/git"
tap "mongodb/brew"
tap "noborus/tap"
tap "qqilihq/partial-emlx-converter"
brew "ack"
brew "act"
brew "mpdecimal"
brew "openssl@3"
brew "readline"
brew "xz"
brew "python@3.12"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciidoctor"
brew "coreutils"
brew "asdf"
brew "asimov", restart_service: true
brew "atomicparsley"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "black", restart_service: true
brew "boost"
brew "brew-cask-completion"
brew "brew-gem"
brew "bundler-completion"
brew "cdrtools"
brew "cheat"
brew "curl"
brew "dash"
brew "ddrescue"
brew "deno"
brew "dhex"
brew "gnupg"
brew "openjpeg"
brew "poppler"
brew "diff-pdf"
brew "direnv"
brew "pyyaml"
brew "dotbot"
brew "duck"
brew "duf"
brew "dust"
brew "dvdbackup"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "fabric"
brew "fabric-completion"
brew "fclones"
brew "fd"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "findutils"
brew "frpc", restart_service: true
brew "fswatch"
brew "fzf"
brew "gdbm"
brew "gem-completion"
brew "gh"
brew "ghostscript"
brew "git"
brew "python@3.11"
brew "git-filter-repo"
brew "git-lfs"
brew "git-open"
brew "gnu-sed"
brew "go"
brew "goto"
brew "gradle"
brew "gradle-completion"
brew "grc"
brew "grep"
brew "netpbm"
brew "psutils"
brew "gtk4"
brew "hdf5"
brew "hexgui"
brew "hostess"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "libraqm"
brew "pillow"
brew "qpdf"
brew "ios-deploy"
brew "jbig2enc"
brew "jdupes"
brew "jo"
brew "libmatio"
brew "node"
brew "openslide"
brew "terminal-notifier"
brew "vips"
brew "joplin-cli"
brew "jq"
brew "just"
brew "kakoune"
brew "krb5"
brew "launchctl-completion"
brew "lf"
brew "lsd"
brew "m-cli"
brew "macos-trash"
brew "make"
brew "makeself"
brew "man-db"
brew "mas"
brew "mat2"
brew "mongosh"
brew "s-lang"
brew "most"
brew "mupdf"
brew "ncdu"
brew "nexttrace"
brew "nmap"
brew "nodebrew"
brew "nvm"
brew "pngquant"
brew "ocrmypdf"
brew "openai-whisper"
brew "opensc", link: false
brew "openssh"
brew "parallel"
brew "pdfgrep"
brew "pdm"
brew "mackup"
brew "pidof"
brew "pip-completion"
brew "pipx"
brew "pnpm"
brew "podofo"
brew "poetry"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14", restart_service: true
brew "postgresql@15", restart_service: true
brew "procs"
brew "pv"
brew "pyenv"
brew "pyinvoke"
brew "python-argcomplete"
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.9"
brew "python-tk@3.9"
brew "python-typing-extensions"
brew "rbenv"
brew "rclone"
brew "recoverjpeg"
brew "redis", restart_service: true
brew "ripgrep"
brew "rmlint"
brew "rsync"
brew "ruby-completion"
brew "ruff-lsp"
brew "rust"
brew "rustc-completion"
brew "rustup-init"
brew "sevenzip"
brew "shellz"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "subversion"
brew "svg2png"
brew "tag"
brew "telnet"
brew "tere"
brew "tesseract-lang"
brew "thefuck"
brew "tmux"
brew "tor", restart_service: true
brew "transmission-cli", restart_service: true
brew "tree"
brew "trurl"
brew "verapdf"
brew "vim"
brew "virtualenv"
brew "wallpaper"
brew "watchman"
brew "wget"
brew "whalebrew"
brew "xh"
brew "yarn"
brew "yarn-completion"
brew "yt-dlp"
brew "zoxide"
brew "zsh-completions"
brew "zsync"
brew "caarlos0/tap/svu"
brew "dopplerhq/cli/doppler"
brew "goreleaser/tap/nfpm"
brew "knqyf263/pet/pet"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community-shell"
brew "noborus/tap/ov"
brew "qqilihq/partial-emlx-converter/partial-emlx-converter"
cask "adobe-acrobat-reader"
cask "alfred"
cask "apparency"
cask "appcleaner"
cask "beardedspice"
cask "corelocationcli"
cask "cyberduck"
cask "dhs"
cask "docker"
cask "dupeguru"
cask "duplicacy-cli"
cask "electron"
cask "electrum"
cask "exifcleaner"
cask "exifrenamer"
cask "fing"
cask "firefox"
cask "fiscript"
cask "fsnotes"
cask "font-agave-nerd-font"
cask "font-archivo-black"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-nova-mono"
cask "font-poppins"
cask "font-sf-arabic"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-share-tech"
cask "font-share-tech-mono"
cask "font-symbols-only-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "free-download-manager"
cask "gimp"
cask "displaylink"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "handbrake"
cask "hazeover"
cask "hex-fiend"
cask "heynote"
cask "horos"
cask "hostsx"
cask "inkscape"
cask "iterm2"
cask "jetbrains-toolbox"
cask "joplin"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keeweb"
cask "keka"
cask "libreoffice"
cask "linearmouse"
cask "locationsimulator"
cask "macstroke"
cask "menubar-colors"
cask "microsoft-teams"
cask "mongodb-compass"
cask "nofwl"
cask "opendnsupdater"
cask "openinterminal"
cask "opensc"
cask "paintbrush"
cask "pgadmin4"
cask "postman"
cask "proxyman"
cask "qlmarkdown"
cask "qlvideo"
cask "rar"
cask "git-credential-manager"
cask "rectangle"
cask "reminders-menubar"
cask "scribus"
cask "skype"
cask "spotify"
cask "syntax-highlight"
cask "tagspaces"
cask "termius"
cask "toinane-colorpicker"
cask "tor-browser"
cask "transmission"
cask "uncolored"
cask "utm"
cask "vincelwt-chatgpt", args: { appdir: "~/Applications" }
cask "vlc"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Bear", id: 1091189122
mas "Boop", id: 1518425043
mas "com.tyrhex.Tyrhex", id: 933525733
mas "Essentials", id: 1588151344
mas "Flycut", id: 442160987
mas "HP Easy Scan", id: 967004861
mas "HP Smart", id: 1474276998
mas "Image2icon", id: 992115977
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "Keyword Search", id: 1558453954
mas "LimeChat", id: 414030210
mas "MacWeb Servers", id: 1469079631
mas "Magnet", id: 441258766
mas "Marklog", id: 1640691513
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Omnivore", id: 1564031042
mas "Pages", id: 409201541
mas "PhotoMiner", id: 1227312629
mas "Prime Video", id: 545519333
mas "Quiche Reader", id: 1387881185
mas "RAR Extractor and Expander", id: 1071663619
mas "Slack", id: 803453959
mas "Sleep Alarm Clock", id: 1091149644
mas "Smart Converter", id: 447513724
mas "Speedtest", id: 1153157709
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "Transporter", id: 1450874784
mas "Userscripts-Mac-App", id: 1463298887
mas "WeTransfer", id: 1114922065
mas "WhatFont", id: 1437138382
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541


